[
	{
		"href" : "",
		"image_url" : "https://s3-us-west-2.amazonaws.com/zach-chao-portfolio/cspa.png",
		"title" : "Machine Learning Intern",
		"description" : "Currently developing dynamic data miner for job postings across thousands of different websites. As well as a machine learning classifier for different types of job posts using natural language processing.",
		"tags" : [
			"Natural Language Processing",
			"Machine Learning",
			"Internship", 
			"Data Mining",
			"Data Science"
		]
	},
	{
		"href" : "",
		"image_url" : "https://s3-us-west-2.amazonaws.com/zach-chao-portfolio/berkeley-logo.png",
		"title" : "Student Instructor",
		"description" : "Work with Berkeley students taking self-paced C++, Java and Python courses. Grade quizzes, tests and projects as well as give verbal assessments to find and cover any gaps in knowledge.",
		"tags" : [
			"Tutoring",
			"Teaching",
			"Work"
		]
	},
	{
		"href" : "",
		"image_url" : "https://s3-us-west-2.amazonaws.com/zach-chao-portfolio/miracosta.png",
		"title" : "Teaching Intern",
		"description" : "Worked with Professor Chapeton-Lamas to add software engineering paradigms to data structures and algorithms. Designed more involved group projects giving students a deeper understanding of linked lists and BSTs. The changes increased class retention rates by over 30%, integrated Trello, Slack, Github classroom and SCRUM.",
		"tags" : [
			"Teaching",
			"Internship",
			"Teamwork"
		]
	},
	{
		"href" : "",
		"image_url" : "https://s3-us-west-2.amazonaws.com/zach-chao-portfolio/tourmega.png",
		"title" : "Software Engineer Intern",
		"description" : "Worked on QA, data mining, database integration and other tasks for startup travel site. Completed a project to make data mining twice as fast by moving selenium to cURL, also increasing the database size. Used BitBucket, Git, ROR, Ruby, Postgresql, Asana and Slack.",
		"tags" : [
			"Internship",
			"Back End",
			"QA", 
			"Software Development"
		]
	},
	{
		"href" : "",
		"image_url" : "https://s3-us-west-2.amazonaws.com/zach-chao-portfolio/stemCenter.png",
		"title" : "Computer Science Tutor",
		"description" : "Tutor undergraduate students, helping with projects, homework and test review, had 1-10 undergraduate students daily. Worked with basic Java, advanced Java, Python and data structures and algorithms courses.",
		"tags" : [
			"Tutoring", 
			"Work",
			"Teaching"
		]
	}
]
